[
 {
   "A": "11",
   "B": "Agricultura, cría y explotación de animales, aprovechamiento forestal, pesca y cazaT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la siembra, cultivo y cosecha de especies vegetales; a la cría y explotación de animales en ambientes controlados; al cuidado, aprovechamiento y recolección de recursos forestales; a la pesca, caza y captura de animales, así como a la realización de actividades de apoyo relacionadas con el sector, entre ellas cabe señalar el beneficio de algodón.\n\nEste sector, que se caracteriza por el aprovechamiento de especies vegetales y animales, difiere de los otros sectores por el carácter biológico de su producción y su dependencia directa de las condiciones del clima, suelo y agua en gran parte de sus actividades, y por las condiciones particulares de su estructura productiva. Los procesos productivos varían de acuerdo con el tipo de especie vegetal o animal de que se trate; abarcan una o más de las siguientes etapas: cultivo, cría y explotación, o corte y recolección de la especie, hasta el momento en que se realiza la venta del producto a “pie de finca”."
 },
 {
   "A": "21",
   "B": "MineríaT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la extracción de petróleo y gas, y a la explotación de minerales metálicos y no metálicos. La minería, para efectos de este clasificador, comprende la explotación de canteras, operaciones en pozos petroleros y de gas, operaciones de beneficio, como la trituración, el cribado, la molienda, la concentración magnética, la flotación y la lixiviación, encaminadas a la obtención de concentrados y precipitados, así como otras preparaciones que se hacen usualmente en la mina. Se clasifica en este sector la operación, para terceros, de minas, canteras, pozos de petróleo y gas; la exploración y actividades de preparación y acondicionamiento de las minas, así como los servicios de apoyo exclusivos para la minería con base en un contrato o en una tarifa. La creación de los diferentes niveles de agregación de este sector obedece, en principio, al criterio de función de producción, así como a la incorporación de factores como: la conformación del suelo (que da origen a distintas combinaciones de minerales), la importancia económica de los minerales y la especialización productiva de las unidades económicas."
 },
 {
   "A": "22",
   "B": "Generación, transmisión, distribución y comercialización de energía eléctrica, suministro de agua y de gas natural por ductos al consumidor finalT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la generación, transmisión, distribución y comercialización de energía eléctrica; al suministro de gas natural por ductos al consumidor final; a la captación, potabilización y suministro de agua, y a la captación y tratamiento de aguas residuales."
 },
 {
   "A": "23",
   "B": "ConstrucciónT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la edificación; a la construcción de obras de ingeniería civil; a la realización de trabajos especializados de construcción como preparación de terrenos, y a la supervisión de la construcción de las obras con la finalidad de que se respeten los tiempos programados, así como la calidad conforme a lo estipulado y la reglamentación vigente (las unidades que supervisan no construyen ni son responsables del proyecto de construcción).\n\nExisten diferencias sustanciales en las clases de equipo, habilidades de la fuerza laboral y otros insumos requeridos por las unidades económicas en este sector. Para resaltar esas diferencias y las variaciones subyacentes en la función de producción, este sector está dividido en tres subsectores. Las unidades económicas se dividen inicialmente en dos tipos: aquellas que se hacen cargo de proyectos para cuya realización se requieren varias actividades de construcción diferentes y las que se especializan en una sola actividad. Las unidades económicas dedicadas principalmente a la edificación están separadas, a su vez, en edificación residencial y no residencial y se clasifican en el subsector 236, Edificación; en el subsector 237, Construcción de obras de ingeniería civil, se clasifica la construcción de obras de ingeniería civil y los trabajos especializados que requieren habilidades y equipo específicos para obras de ingeniería civil, y en el subsector 238, Trabajos especializados para la construcción, se clasifican las unidades económicas dedicadas principalmente a actividades especializadas necesarias en la construcción de todo tipo de edificios y estructuras, como albañilería, pintura o trabajo eléctrico.\n\nLas unidades económicas en el sector de la construcción pueden operar por cuenta propia o bajo un contrato con otra unidad económica o con los dueños de la propiedad. Pueden producir proyectos completos o solamente partes de los proyectos. Las unidades económicas frecuentemente subcontratan algunos o todos los trabajos involucrados en un proyecto, o trabajan juntas en asociaciones. En este sector se clasifica la construcción nueva, ampliación, remodelación, mantenimiento o reparación de las construcciones."
 },
 {
   "A": "31",
   "B": "Industrias manufacturerasT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la transformación mecánica, física o química de materiales o sustancias con el fin de obtener productos nuevos; al ensamble en serie de partes y componentes fabricados; a la reconstrucción en serie de maquinaria y equipo industrial, comercial, de oficina y otros, y al acabado de productos manufacturados mediante el teñido, tratamiento calorífico, enchapado y procesos similares. Asimismo, se incluye aquí la mezcla de productos para obtener otros diferentes, como aceites, lubricantes, resinas plásticas y fertilizantes. El trabajo de transformación se puede realizar en sitios como plantas, fábricas, talleres, maquiladoras u hogares. Estas unidades económicas usan, generalmente, máquinas accionadas por energía y equipo manual.\n\nEl criterio para clasificar la fabricación de “partes” de algún producto es, en primer lugar, localizar si hay una categoría específica en la que se clasifique la fabricación de la “parte”, si no la hay, entonces la fabricación de la parte se clasificará en la categoría donde se fabrica el producto completo."
 },
  {
   "A": "32",
   "B": "Industrias manufacturerasT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la transformación mecánica, física o química de materiales o sustancias con el fin de obtener productos nuevos; al ensamble en serie de partes y componentes fabricados; a la reconstrucción en serie de maquinaria y equipo industrial, comercial, de oficina y otros, y al acabado de productos manufacturados mediante el teñido, tratamiento calorífico, enchapado y procesos similares. Asimismo, se incluye aquí la mezcla de productos para obtener otros diferentes, como aceites, lubricantes, resinas plásticas y fertilizantes. El trabajo de transformación se puede realizar en sitios como plantas, fábricas, talleres, maquiladoras u hogares. Estas unidades económicas usan, generalmente, máquinas accionadas por energía y equipo manual.\n\nEl criterio para clasificar la fabricación de “partes” de algún producto es, en primer lugar, localizar si hay una categoría específica en la que se clasifique la fabricación de la “parte”, si no la hay, entonces la fabricación de la parte se clasificará en la categoría donde se fabrica el producto completo."
 },
  {
   "A": "33",
   "B": "Industrias manufacturerasT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la transformación mecánica, física o química de materiales o sustancias con el fin de obtener productos nuevos; al ensamble en serie de partes y componentes fabricados; a la reconstrucción en serie de maquinaria y equipo industrial, comercial, de oficina y otros, y al acabado de productos manufacturados mediante el teñido, tratamiento calorífico, enchapado y procesos similares. Asimismo, se incluye aquí la mezcla de productos para obtener otros diferentes, como aceites, lubricantes, resinas plásticas y fertilizantes. El trabajo de transformación se puede realizar en sitios como plantas, fábricas, talleres, maquiladoras u hogares. Estas unidades económicas usan, generalmente, máquinas accionadas por energía y equipo manual.\n\nEl criterio para clasificar la fabricación de “partes” de algún producto es, en primer lugar, localizar si hay una categoría específica en la que se clasifique la fabricación de la “parte”, si no la hay, entonces la fabricación de la parte se clasificará en la categoría donde se fabrica el producto completo."
 },
 {
   "A": "43",
   "B": "Comercio al por mayorT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la compra-venta (sin transformación) de bienes de capital, materias primas y suministros utilizados en la producción, y de otros bienes para ser revendidos a otros comerciantes, distribuidores, fabricantes y productores de bienes y servicios. Comprende también unidades económicas dedicadas solamente a la compra o la venta, por ejemplo, unidades que compran las mercancías, aunque no las venden ellas directamente sino que las distribuyen para su reventa a otras unidades económicas con las cuales comparten la misma razón social, así como a las que reciben esas mercancías y las venden sin haberlas comprado.\n\nTambién se clasifican en este sector las unidades económicas dedicadas principalmente a actuar como intermediarias entre negocios en la compra o venta de productos, ya sea a través de métodos tradicionales o exclusivamente a través de internet y otros medios electrónicos.\n\nLos comercios al por mayor que venden bienes de su propiedad son conocidos como distribuidores importadores-exportadores, distribuidores de fábrica, abastecedores de mercancías, entre otras denominaciones, mientras que los que promueven la compra-venta de bienes propiedad de otros a cambio de una comisión o pago, son conocidos como agentes de ventas, corredores de mercancías, comisionistas, intermediarios de comercio o agentes importadores y exportadores.\n\nLos comercios al por mayor pueden proporcionar servicios adicionales a la venta de los bienes, como clasificación, inventariado, embalaje, empacado y etiquetado.\n\nLa construcción de este sector se basó en el análisis de tres componentes en conjunto, éstos son: tipo de bien que se comercializa (bienes de capital, materias primas y suministros utilizados en la producción, y otros bienes para ser revendidos); tipo de cliente (otros comerciantes, distribuidores, fabricantes o productores de bienes y servicios), y el preponderante, que es la forma de comercializar (las unidades operan desde una bodega u oficina de ventas, tienen poca o nula exhibición de mercancías, atraen clientes generalmente por vía telefónica, mercadeo personalizado o por medio de publicidad especializada a través de medios electrónicos, ferias y exposiciones; ni el diseño ni la ubicación de las unidades económicas tienen el propósito de proporcionar acceso al público en general).\n\nEn este sector se clasifican siempre, independientemente de la forma en que comercializan, las unidades económicas que tienen como actividad principal el comercio de: cueros y pieles, materias primas para el curtido y para la elaboración de los productos de cuero y piel; fertilizantes, plaguicidas y semillas para siembra; medicamentos veterinarios y alimentos para animales (excepto para mascotas); ganado y aves en pie; productos químicos para la industria farmacéutica y para otro uso industrial; envases en general, papel y cartón para la industria; equipo y material eléctrico; materiales de desecho; maquinaria y equipo (agropecuario, forestal, para la pesca, construcción, minería, industria manufacturera); mobiliario, equipo e instrumental médico y de laboratorio; mobiliario y equipo de oficina; maquinaria y equipo para otros servicios y para actividades comerciales; camiones; madera para la construcción y la industria; materiales metálicos para la manufactura y la construcción; comercio especializado de material para la construcción, como cemento, tabique, grava, productos de asfalto, láminas de cartón, asbesto o acrílico, aislantes térmicos, tablarroca; comercio especializado de artículos y accesorios para diseño y pintura artística."
 },
 {
   "A": "46",
   "B": "Comercio al por menorT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la compra-venta (sin transformación) de bienes para el uso personal o para el hogar para ser vendidos a personas y hogares, aunque en algunas ocasiones esos productos también se comercializan a negocios, como el comercio de gasolina o de automóviles. Comprende también unidades económicas dedicadas a revender mercancías sin haberlas comprado, es decir, las reciben de otras unidades económicas con las cuales comparten la misma razón social.\n\nTambién se clasifican en este sector las unidades económicas dedicadas principalmente al comercio al por menor de productos propios exclusivamente a través de internet de negocios a consumidores; a actuar como intermediarias de negocios a consumidores y entre consumidores en la compra o venta de productos exclusivamente a través de internet; a la venta por televisión, y al comercio al por menor mediante la utilización de alguno de los siguientes métodos:\n\n• Comercio de productos a través de máquinas expendedoras;\n• Comercio puerta por puerta;\n• Comercio por catálogo;\n• Comercio multinivel;\n• Comercio con demostración de productos en hogares;\n• Telemercadeo con ventas vía telefónica.\n\nLos comercios al por menor son conocidos como tiendas, farmacias, supermercados, minisupers, ferreterías, tlapalerías, o derivan su nombre de los productos que comercializan.\n\nLos comercios al por menor pueden proporcionar servicios adicionales a la venta de los bienes, como empacado, envasado y entrega a domicilio.\n\nLa construcción de este sector se basó en el análisis de tres componentes en conjunto, éstos son: tipo de bien que se comercializa (bienes para el uso personal o para el hogar); tipo de cliente (personas y hogares), y el preponderante, que es la forma de comercializar [“lucen como tiendas”, es decir, tienen acceso al público en general (se trata de lugares de venta abiertos al público) y extensa exhibición de mercancías para facilitar a los clientes la selección de las mismas (mercancías disponibles a través de dependientes, mercancías presentadas en aparadores, salas de exhibición, unidades económicas con pasillos que permiten al cliente transitar para elegir su mercancía), atraen clientes por la ubicación y diseño del establecimiento, hacen publicidad masiva por medio de volantes, prensa, radio, televisión, etcétera].\n\nEn este sector se clasifican siempre, independientemente de la forma en que comercializan, las unidades económicas que tienen como actividad principal el comercio de lentes; artículos ortopédicos; instrumentos musicales; mascotas; regalos; artículos religiosos; artesanías; ataúdes; pañales desechables; muebles para el hogar; muebles para jardín; cristalería, loza y utensilios de cocina; artículos para la decoración de interiores (alfombras, tapices y similares; plantas y flores naturales; antigüedades y obras de arte; lámparas ornamentales y candiles); artículos para la limpieza (excepto papel higiénico, detergentes y jabones); artículos para albercas; artículos usados; automóviles y camionetas; partes y refacciones usadas para automóviles, camionetas y camiones; llantas y cámaras para automóviles, camionetas y camiones; motocicletas y otros vehículos de motor; gas L.P. en cilindros, para tanques estacionarios y en estaciones de carburación; gas natural vehicular en estaciones de gas natural vehicular; el comercio en farmacias, supermercados, minisupers, tiendas departamentales, ferreterías y tlapalerías, y materiales para la construcción en tiendas de autoservicio."
 },
 {
   "A": "48",
   "B": "Transportes, correos y almacenamientoT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente al transporte de personas y de carga, a proporcionar servicios especializados relacionados directamente con el transporte, y al almacenamiento de bienes. En virtud de que las actividades de las oficinas postales y de las mensajerías consisten en transportar bienes, también fueron clasificadas en este sector. \n\nDentro del transporte, la desagregación se estableció según los diferentes modos de transporte: aéreo, ferroviario, por agua, autotransporte de carga, autotransporte de pasajeros, por ductos y turístico. Para el desglose de correos se diferencia el servicio postal tradicional, generalmente operado por el Estado, de los establecimientos de mensajería y paquetería. Por su parte, los almacenes y bodegas están subdivididos según el tipo de instalaciones con que operan. Una característica común a la mayoría de las unidades económicas de los subsectores de transportes y de correos es el hecho de que están estructuradas como redes, con instalaciones, trabajadores y actividades distribuidos a lo largo de extensas áreas geográficas. \n\nSe considera como servicios relacionados con el transporte a los servicios especializados de apoyo para cada modo de transporte en particular, como los servicios a la navegación aérea, administración de puertos y muelles, administración de centrales camioneras, o bien pueden ser establecimientos que sirven a distintos modos de transporte, como agencias aduanales o servicios de intermediación para el transporte de carga. Asimismo, en los servicios relacionados con el transporte se clasifica a los servicios de reparación y mantenimiento de equipo de transporte, como actividades de limpieza exterior de aviones en el aeropuerto, de vagones y locomotoras en una terminal ferroviaria, o servicios de reparación, mantenimiento y conversión de barcos y yates que requieren tripulación."
 },
  {
   "A": "49",
   "B": "Transportes, correos y almacenamientoT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente al transporte de personas y de carga, a proporcionar servicios especializados relacionados directamente con el transporte, y al almacenamiento de bienes. En virtud de que las actividades de las oficinas postales y de las mensajerías consisten en transportar bienes, también fueron clasificadas en este sector. \n\nDentro del transporte, la desagregación se estableció según los diferentes modos de transporte: aéreo, ferroviario, por agua, autotransporte de carga, autotransporte de pasajeros, por ductos y turístico. Para el desglose de correos se diferencia el servicio postal tradicional, generalmente operado por el Estado, de los establecimientos de mensajería y paquetería. Por su parte, los almacenes y bodegas están subdivididos según el tipo de instalaciones con que operan. Una característica común a la mayoría de las unidades económicas de los subsectores de transportes y de correos es el hecho de que están estructuradas como redes, con instalaciones, trabajadores y actividades distribuidos a lo largo de extensas áreas geográficas. \n\nSe considera como servicios relacionados con el transporte a los servicios especializados de apoyo para cada modo de transporte en particular, como los servicios a la navegación aérea, administración de puertos y muelles, administración de centrales camioneras, o bien pueden ser establecimientos que sirven a distintos modos de transporte, como agencias aduanales o servicios de intermediación para el transporte de carga. Asimismo, en los servicios relacionados con el transporte se clasifica a los servicios de reparación y mantenimiento de equipo de transporte, como actividades de limpieza exterior de aviones en el aeropuerto, de vagones y locomotoras en una terminal ferroviaria, o servicios de reparación, mantenimiento y conversión de barcos y yates que requieren tripulación."
 },
 {
   "A": "51",
   "B": "Información en medios masivosT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a producir, administrar, explotar o distribuir productos protegidos por la ley de derechos de autor. En él se distinguen tres tipos de unidades económicas: 1) las dedicadas a la producción, manejo y distribución de información y productos culturales (que son aquellos que expresan directamente actitudes, opiniones, ideas, valores y creatividad artística; proporcionan entretenimiento e información); 2) las que proporcionan los medios para transmitir o distribuir estos productos, la información o las comunicaciones, y 3) las que procesan información.  \n\nLos productos informativos y culturales, y los procesos involucrados en su producción y distribución tienen características únicas:  \n\n1. La “información o producto cultural”, como un periódico en línea o un programa de televisión, no necesariamente tiene cualidades tangibles ni está asociada forzosamente con una forma particular de distribución, debido al mejoramiento de las tecnologías de información se ha revolucionado la distribución de estos productos, por ejemplo, una película puede ser exhibida en un cine, transmitida por televisión abierta, o mediante un servicio solicitado por el cliente en la modalidad de pago por evento, o alquilada en un centro de videos; una grabación sonora puede ser transmitida al aire por radio, fijada en productos multimedia o vendida en una tienda de discos; un periódico puede ser vendido en un puesto de periódicos o distribuido en línea. La expansión de las actividades de los operadores de telecomunicaciones y proveedores de acceso a internet refleja el importante papel que desempeñan al hacer accesible al público en general los productos informativos y culturales.  \n\n2. La entrega de estos productos no requiere contacto directo entre el proveedor y el consumidor.  \n\n3. Para el consumidor, el valor de estos productos no radica en sus cualidades tangibles sino en su contenido informativo, educativo, cultural o de entretenimiento.  \n\n4. Los productos informativos y culturales se pueden reproducir fácilmente. Se encuentran protegidos por la ley de derechos de autor. Sólo aquellos que poseen los derechos de estos trabajos están autorizados a reproducirlos, modificarlos, mejorarlos, distribuirlos y exhibirlos. Los derechos de autor se aplican a toda obra original literaria, dramática, musical y artística, incluso a bancos de datos y programas de computación.  \n\n5. Los distribuidores de productos informativos y culturales pueden agregar valor fácilmente a los productos que distribuyen. Por ejemplo, quienes transmiten por radio o televisión, agregan publicidad que no estaba contenida en el producto original. Esta capacidad significa que, a diferencia de los distribuidores tradicionales, ellos obtienen sus ganancias no de la venta del producto distribuido al consumidor final, sino de quienes pagan por el privilegio de agregar información al producto original. En forma semejante, un editor de bases de datos puede adquirir los derechos de miles de artículos previamente publicados en diarios y publicaciones periódicas y agregarles nuevo valor al seleccionar y organizar la información y diseñar un software que facilite su consulta."
 },
 {
   "A": "52",
   "B": "Servicios financieros y de segurosT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a la regulación de la emisión y circulación de la moneda (Banca central); a la intermediación crediticia y financiera no bursátil; a las actividades bursátiles, cambiarias y de inversión financiera; a la emisión de pólizas de seguros y suscripción de pólizas de fianzas; a proporcionar servicios relacionados con los seguros y fianzas; a la administración de fondos para el retiro, y sociedades de inversión especializadas en fondos para el retiro y fondos de inversión.\n\nEl sector fue estructurado con base en procesos de producción que se distinguen por el uso de capital y recursos humanos especializados, así como por la manera en que las unidades económicas adquieren y colocan capital financiero, su fuente de fondos y el uso de esos fondos."
 },
 {
   "A": "53",
   "B": "Servicios inmobiliarios y de alquiler de bienes muebles e intangiblesT ",
   "C": "Este sector comprende tres subsectores, que agrupan unidades económicas dedicadas principalmente a los servicios inmobiliarios, al alquiler de bienes muebles y al alquiler de bienes intangibles.\n\nLas unidades económicas clasificadas en el primer subsector se dedican a actividades como el alquiler de viviendas, oficinas y locales comerciales, teatros y otras edificaciones, así como al alquiler de terrenos y a los servicios relacionados con los servicios inmobiliarios. Los bienes raíces se caracterizan por tener una ubicación física fija y alquilarse por periodos relativamente largos.\n\nLas unidades económicas clasificadas en el subsector Servicios de alquiler de bienes muebles se dedican a actividades como el alquiler de automóviles, camiones y otros transportes terrestres; artículos para el hogar y personales, y maquinaria y equipo agropecuario, pesquero, industrial, comercial y de servicios.\n\nEn el subsector Servicios de alquiler de marcas registradas, patentes y franquicias, conformado por una sola rama, una subrama y una clase de actividad, los bienes alquilados son intangibles (como nombres e imágenes comerciales, diseños industriales, procedimientos y modos de operar) y su uso por terceros está sujeto a un pago. Los periodos en que un bien intangible se alquila pueden variar, aunque generalmente son largos. Las unidades económicas que se dedican a alquilar estos bienes se caracterizan por la vigilancia del uso del bien durante el alquiler del mismo, que es un proceso de producción que no está presente de la misma forma en los otros subsectores. La vigilancia protege al bien intangible; así, por ejemplo, en el caso de una franquicia, la falta de apego a las normas y procedimientos va en detrimento de la imagen del bien alquilado y, por lo tanto, de su valor."
 },
 {
   "A": "54",
   "B": "Servicios profesionales, científicos y técnicosT ",
   "C": "Este sector comprende unidades económicas cuya actividad consiste en prestar servicios profesionales, científicos y técnicos. Estos servicios requieren conocimientos y habilidades especializados, por lo que el principal componente de la función de producción de las unidades económicas que forman este sector es, precisamente, el capital humano. \n\nLas unidades económicas incluidas en este sector se dedican principalmente a proporcionar servicios legales, de contabilidad y auditoría, arquitectura e ingeniería, diseño especializado, diseño de sistemas de cómputo, consultoría administrativa, científica y técnica, investigación científica y desarrollo, publicidad, investigación de mercados y encuestas de opinión pública, fotografía y videograbación, traducción e interpretación, servicios veterinarios, y otros servicios profesionales, científicos y técnicos."
 },
 {
   "A": "55",
   "B": "CorporativosT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a dirigir y controlar a otras unidades económicas de un mismo grupo (subsidiarias).\n\nUn elemento característico de estas unidades económicas es que todas las actividades corporativas están enfocadas a atender a las unidades económicas que el grupo dirige, es decir, no se prestan en favor de terceros.\n\nEn este sector también quedan comprendidas las tenedoras de acciones, que son unidades económicas que poseen acciones de otras compañías del mismo grupo como parte de una estrategia de planeación financiera, y las tenedoras de acciones que además de mantener el capital social de otras unidades económicas del mismo grupo, las dirigen y controlan.\n\nLos ingresos de las unidades económicas clasificadas en este sector provienen fundamentalmente de tres fuentes: por cuotas corporativas, como contraprestación por el paquete de servicios prestados a las subsidiarias; por dividendos e intereses, resultado de sus actividades financieras o bursátiles, y por concepto de regalías que se cobran al establecer contratos de licenciamiento de derechos.\n\nLas unidades económicas que se clasifican en este sector pueden ser identificadas como corporativos, grupos empresariales, conglomerados, sociedades de control, tenedoras de acciones, holdings.\n\nNo son corporativos las unidades que se anuncian como corporaciones o algún nombre similar pero que prestan servicios a unidades económicas externas al grupo; tampoco son corporativos las que se dedican a proporcionar principalmente servicios que no son de dirección o control de otras unidades económicas de un mismo grupo (actividades operativas, por ejemplo)."
 },
 {
   "A": "56",
   "B": "Servicios de apoyo a los negocios y manejo de residuos, y servicios de remediaciónT ",
   "C": "Este sector comprende dos subsectores que agrupan unidades económicas dedicadas principalmente a proporcionar servicios de apoyo a los negocios, y manejo de residuos y servicios de remediación. Las unidades económicas que se clasifican en el primer subsector proporcionan servicios que por lo regular son parte integral de las actividades de las unidades económicas que se encuentran en todos los sectores de la economía, como: administración de negocios, contratación y colocación de personal, preparación de documentos, fotocopiado, fax, acceso a computadoras y afines, recepción de llamadas telefónicas, cobranza, organización de viajes, vigilancia y seguridad, limpieza de inmuebles, y empacado y etiquetado de bienes propiedad de terceros. Estas unidades económicas se especializan en una o más de las actividades de apoyo y pueden, por lo tanto, proporcionar servicios a clientes de todos los sectores económicos y, en algunos casos, a hogares.\n\nLas unidades económicas del sector privado que se clasifican en el segundo subsector están dedicadas a proporcionar servicios de manejo de residuos y de remediación a zonas dañadas por materiales o residuos peligrosos, o residuos no peligrosos, como recolección de residuos, tratamiento de residuos peligrosos, disposición de residuos, recuperación y clasificación de materiales reciclables no peligrosos, y rehabilitación y limpieza de zonas contaminadas."
 },
 {
   "A": "61",
   "B": "Servicios educativosT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a ofrecer servicios de enseñanza y capacitación en una gran variedad de materias. Estas unidades económicas (como escuelas, colegios, universidades, academias, centros de entrenamiento o capacitación) pueden ser privadas —con o sin fines lucrativos— o públicas, y pueden ofrecer también servicios de alimentación o alojamiento para sus alumnos.\n\nLos lugares donde se ofrece la instrucción son diversos y van desde las instituciones educativas y centros de entrenamiento hasta el hogar, a través de correspondencia, televisión u otros medios. Todas las categorías definidas en este sector tienen algo en común en cuanto a sus procesos de producción: capital humano —maestros e instructores— con conocimiento sobre una materia determinada y con aptitudes para la enseñanza.\n\nPara estructurar este sector se consideraron los siguientes criterios: el nivel de enseñanza y el tipo de servicios educativos. De acuerdo con el nivel de enseñanza se encuentran las escuelas de educación preescolar, primaria, secundaria, media, técnica superior y superior, que corresponden a niveles educativos seriados entre sí, reconocidos formalmente mediante certificados, títulos, diplomas y grados. El resto de las categorías se basan en el tipo de instrucción o entrenamiento ofrecido y los niveles no siempre se hallan formalmente definidos. Los establecimientos están a menudo altamente especializados, algunos en un número muy limitado de materias, como puede ser la instrucción de un paquete de software para computadora. Dentro del sector, el nivel y los tipos de entrenamiento que se requieren para los instructores y maestros varían dependiendo de la instrucción que se quiera impartir.\n\nPor educación formal se entiende la enseñanza impartida en instituciones educativas que constituyen una “escalera” de enseñanza de tiempo completo para niños y jóvenes, mientras que la educación no formal se puede impartir dentro o fuera de una unidad económica docente y está destinada a personas de cualquier edad. Los programas de educación no formal no siguen necesariamente el sistema de “escalera” y su duración es variable."
 },
 {
   "A": "62",
   "B": "Servicios de salud y de asistencia socialT ",
   "C": "Este sector comprende unidades económicas dedicadas a proporcionar servicios de cuidados de la salud y asistencia social.\n\nLa función de producción de las actividades económicas incluidas en este sector tiene como componente muy importante el capital humano: una característica común a todas las actividades de este sector es el requisito de conocimientos y experiencia por parte de quienes las desarrollan. Muchas de las actividades económicas de este sector fueron definidas con base en el nivel de estudios del personal que lleva a cabo tales actividades. Otro componente importante de la función de producción son las instalaciones y el equipo con que deben contar las unidades económicas.\n\nLos servicios de salud y de asistencia social se conjuntan en un solo sector debido a que es difícil distinguir los límites entre el cuidado de la salud y la asistencia social."
 },
 {
   "A": "71",
   "B": "Servicios de esparcimiento culturales y deportivos, y otros servicios recreativosT ",
   "C": "Este sector comprende tres subsectores, con unidades económicas dedicadas principalmente a los servicios de esparcimiento culturales y deportivos, y otros servicios recreativos.\n\nLas unidades económicas que se clasifican en el subsector Servicios artísticos, culturales y deportivos, y otros servicios relacionados se dedican principalmente a la producción, promoción y presentación de espectáculos artísticos, culturales, deportivos y similares; a la representación y administración de artistas, deportistas y similares, y a la creación y producción, por cuenta propia, de trabajos artísticos y culturales o a proveer la experiencia técnica necesaria para realizar dichos trabajos.\n\nEl subsector Museos, sitios históricos, zoológicos y similares agrupa unidades económicas que se dedican principalmente a exhibir colecciones de carácter artístico, científico, histórico y en general de valor cultural; a exhibir plantas y animales salvajes vivos; a hacer posible el acceso del público a edificios históricos, zonas arqueológicas y otros lugares de interés histórico, y a hacer posible el acceso del público a zonas naturales y otros sitios del patrimonio cultural de la nación.\n\nEn el subsector Servicios de entretenimiento en instalaciones recreativas y otros servicios recreativos se clasifican las unidades económicas dedicadas principalmente a proporcionar servicios de entretenimiento en instalaciones equipadas para la práctica de actividades deportivas y otras de tipo recreativo."
 },
 {
   "A": "72",
   "B": "Servicios de alojamiento temporal y de preparación de alimentos y bebidasT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente a proporcionar servicios de alojamiento temporal en hoteles, moteles, hoteles con casino, cabañas, villas y similares, campamentos y albergues recreativos; casas de huéspedes, pensiones y departamentos amueblados con servicios de hotelería; a la preparación de alimentos y bebidas para consumo inmediato en las instalaciones de la unidad económica o para llevar; a la preparación de alimentos por encargo, y a la preparación y servicio de bebidas alcohólicas para consumo inmediato.\n\nEn su mayoría, el criterio rector para diferenciar las ramas de este sector fue considerar el tipo de instalación (hoteles con o sin instalaciones para brindar otros servicios integrados; servicios de alojamiento en cabañas, campamentos, pensiones; preparación de alimentos en restaurantes, en unidades móviles). Adicionalmente, en el subsector de preparación de alimentos, se consideró el hecho de que las unidades económicas de la primera rama preparan alimentos por encargo, en la segunda se clasifican sólo unidades económicas especializadas en la preparación de bebidas alcohólicas, y en la última se tiene a las que preparan alimentos y bebidas alcohólicas y no alcohólicas para su consumo inmediato en las instalaciones de la unidad económica o para llevar.\n\nEl término “restaurante” se utiliza en forma genérica en el subsector de preparación de alimentos, entendiendo por “restaurante” un sitio en el que se preparan alimentos y bebidas directamente al cliente para que los consuma de manera inmediata en el lugar o para llevar listos para comerse."
 },
 {
   "A": "81",
   "B": "Otros servicios excepto actividades gubernamentalesT ",
   "C": "Este sector comprende cuatro subsectores con procesos de producción muy diferentes entre sí, que por sus características no tuvieron cabida en ningún otro sector de la clasificación.\n\nEl subsector Servicios de reparación y mantenimiento agrupa unidades económicas que se dedican a la reparación y al mantenimiento, y las categoriza con base en sus procesos de producción, esto es, según el tipo de reparación o mantenimiento que efectúan, las habilidades y los conocimientos necesarios para prestar esos servicios, así como los procedimientos que se llevan a cabo en las diferentes unidades económicas de reparación y mantenimiento.\n\nEl subsector Servicios personales comprende unidades económicas dedicadas al cuidado personal y al cuidado (distinto de la reparación y mantenimiento) de efectos y artículos personales. Las subramas se definieron con base en el tipo de instalaciones y conocimientos especializados que se requieren para la operación de las unidades económicas. La última subrama, Otros servicios personales, es residual y por ello comprende gran variedad de servicios personales que, aunque difieren entre sí, por su poca importancia económica no justifican la apertura de categorías separadas.\n\nEn Asociaciones y organizaciones, el tercer subsector, las actividades que realizan las unidades económicas son de apoyo (promoción, representación y defensa) a los intereses de distintos grupos. Los intereses específicos de cada grupo fueron la base para definir las siete subramas que aquí se incluyen. La forma de percibir ingresos de las asociaciones y organizaciones difiere de la generalidad de los otros subsectores, pues es a través de una cuota de inscripción no retornable o cuotas periódicas de afiliación. Los fines de las asociaciones, por lo regular, no son de lucro.\n\nEl subsector Hogares con empleados domésticos comprende una sola rama, con una sola subrama y una sola clase de actividad económica, correspondiente a la actividad de los hogares como empleadores de personal que a cambio de una remuneración realiza labores domésticas, como cocineros, mayordomos y trabajadores domésticos."
 },
 {
   "A": "93",
   "B": "Actividades legislativas, gubernamentales, de impartición de justicia y de organismos internacionales y extraterritorialesT ",
   "C": "Este sector comprende unidades económicas dedicadas principalmente al establecimiento de leyes; a la administración y aplicación de los recursos públicos; a la regulación y fomento del desarrollo económico; a la impartición de justicia y el mantenimiento de la seguridad y el orden público; a la regulación y fomento de las actividades para mejorar y preservar el medio ambiente; a las actividades administrativas de instituciones de bienestar social; a las actividades de relaciones exteriores, y a salvaguardar la seguridad nacional. El sector comprende también unidades económicas internacionales y extraterritoriales con ubicación física en nuestro país, dedicadas principalmente a brindar cooperación y apoyo económico, comercial y tecnológico; a representar a sus respectivos países en los aspectos políticos, comerciales y diplomáticos, y a proporcionar apoyo militar.\n\nEl criterio rector para formar este sector fue agrupar actividades que regularmente son exclusivas del sector público y que éste realiza en apoyo a todos los demás sectores de actividades. Estas actividades se caracterizan por no tener fines de lucro y por no generar ingresos. La forma de financiamiento de este sector es a través de impuestos, cuotas, derechos y recuperaciones que se administran y distribuyen entre las unidades económicas mediante presupuestos asignados."
 }
]